const Map = {'01':'一', '02':'二', '03':'三', '04':'四', '05':'五', '06':'六', '07':'七', '08':'八', '09':'九', '10':'十', '11':'十一', '12':'十二', '13':'十三', '14':'十四', '15':'十五', '16':'十六', '17':'十七', '18':'十八', '19':'十九', '20':'二十', '21':'二十一', '22':'二十二', '23':'二十三', '24':'二十四', '25':'二十五', '26':'二十六', '27':'二十七', '28':'二十八', '29':'二十九', '30':'三十', '31':'三十一'}
const arr = [
  {
    poem: '偶尔觉得妈妈很丢人，/妈妈为什么连起码的脸面和自尊心都没有呢，/我都觉得上火。/比起她自己，/她有更想守护的，/那就是我，/但当时我并不知道。...',
    author: '《请回答1988》',
    time: '二零一九年五月十二日'
  },
  {
    poem: '你是我喜欢的人/看你换成薄装/才知夏已来临',
    author: '谷传俊太郎《你》',
    time: '二零一九年五月九日'
  },
  {
    poem: '回忆里的人是不能去见的/去见了/回忆就没了',
    author: '卢思浩《愿有人陪你颠沛流离》',
    time: '二零一九年五月八日'
  },
  {
    poem: '人一旦有了追求/光阴就荏苒了/岁月就如梭了/时间就白驹过隙了',
    time: '二零一九年五月十日'
  },
  {
    poem: '既然认准了一条路/就不要去打听要走多久',
    time: '二零一九年五月五日'
  },
  {
    poem: '不知道将去何方/但我已在路上',
    author: '宫崎骏《千与千寻》',
    time: '二零一九年五月一日'
  },
  {
    poem: '所有牛逼后面都是苦逼堆积的高墙/所有苦逼后面都是傻逼一样的坚持',
    time: '二零一九年四月二十七日',
  }
]
