const Map = {'01':'一', '02':'二', '03':'三', '04':'四', '05':'五', '06':'六', '07':'七', '08':'八', '09':'九', '10':'十', '11':'十一', '12':'十二', '13':'十三', '14':'十四', '15':'十五', '16':'十六', '17':'十七', '18':'十八', '19':'十九', '20':'二十', '21':'二十一', '22':'二十二', '23':'二十三', '24':'二十四', '25':'二十五', '26':'二十六', '27':'二十七', '28':'二十八', '29':'二十九', '30':'三十', '31':'三十一'}
const arr = [
  {
    poem:'我坐在石头台阶上想你的时候/只有月亮经过'
    author: '太久保田'
  },
  {
    poem:'我活在世上，/无非想要明白些道理，/遇见些有趣的事，/倘能如我愿，/我的一生就算成功。'
    author: '王小波'
  },
  {
    poem: '或许前路永夜/即便如此我也要前进/因为星光即使微弱/也会为我照亮前路',
    author: '新川直司《四月是你的谎言》',
    time: '二零一九年五月十四日'
  },
  {
    poem: '有时候站在路边看着人来人往，/会觉得城市比沙漠还要荒凉。/每个人都靠的那么近，/但完全不知道彼此的心事，/那么嘈杂，那么多人在说话，/可是没有人认真在听。',
    author: '独木舟《月亮说它忘记了》'
  },
  {
    poem: 'If I should see you, after long year./How should I greet,/with tears, with silence.',
    author: '拜伦《春逝》',
    time: '二零一九年五月十三日'
  },
  {
    poem: '偶尔觉得妈妈很丢人，/妈妈为什么连起码的脸面和自尊心都没有呢，/我都觉得上火。/比起她自己，/她有更想守护的，/那就是我，/但当时我并不知道。...',
    author: '《请回答1988》',
    time: '二零一九年五月十二日'
  },
  {
    poem: '你是我喜欢的人/看你换成薄装/才知夏已来临',
    author: '谷传俊太郎《你》',
    time: '二零一九年五月九日'
  },
  {
    poem: '回忆里的人是不能去见的/去见了/回忆就没了',
    author: '卢思浩《愿有人陪你颠沛流离》',
    time: '二零一九年五月八日'
  },
  {
    poem: '人一旦有了追求/光阴就荏苒了/岁月就如梭了/时间就白驹过隙了',
    time: '二零一九年五月七日'
  },
  {
    poem: '既然认准了一条路/就不要去打听要走多久',
    time: '二零一九年五月五日'
  },
  {
    poem: '不知道将去何方/但我已在路上',
    author: '宫崎骏《千与千寻》',
    time: '二零一九年五月一日'
  },
  {
    poem: '所有牛逼后面都是苦逼堆积的高墙/所有苦逼后面都是傻逼一样的坚持',
    time: '二零一九年四月二十七日',
  }
]
